Repository: Okhoshi/UCL_LINGI2255
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Dutch
fr: Néerlandais

source: Home
fr: Accueil

source: Account
fr: Compte

source: Welcome
fr: Bienvenue

source: Search
fr: Recherche

source: Create
fr: Créer

source: Profile picture
fr: Photo de profil

source: Add member
fr: Ajouter un membre

source: Add PIN
fr: Ajouter un PIN

source: Edit
fr: Modifier

source: Saved searches
fr: Recherches sauvegardées

source: Launch
fr: Lancer

source: Pending requests
fr: Requêtes en attente

source: Similar offers and demands
fr: Offres et demandes similaires

source: My summary
fr: Résumé

source: requests are waiting for a matching
fr: requête(s) en recherche de correspondance

source: requests are planed to be realised
fr: requête(s) en attente de réalisation

source: requests have been successfully realised
fr: requête(s) réalisée(s) avec succès

source: Upcoming requests
fr: Requêtes à venir

source: Following
fr: Personnes suivies

source: Add PINs
fr: Ajouter des PINs

source: There are errors in the form :
fr: Il y a des erreurs dans le formulaire :

source: Name
fr: Nom

source: First name
fr: Prénom

source: Managed by
fr: Géré par

source: Add line
fr: Ajouter une ligne

source: Add a representative
fr: Rajouter un membre

source: Level
fr: Niveau

source: Member
fr: Membre

source: Administrator
fr: Administrateur

source: Add members
fr: Ajouter un membre

source: Address
fr: Adresse

source: Street
fr: Rue

source: City
fr: Ville

source: Post code
fr: Code postal

source: Country
fr: Pays

source: Toggle Dropdown
fr: Menu déroulant

source: My profile
fr: Mon Profil

source: My exchanges
fr: Mes échanges

source: Internal messages
fr: Messages privés

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Toggle navigation
fr: Bar de navigation

source: The real social network
fr: Le vrai réseau social

source: News
fr: Nouvelles

source: Legal mentions
fr: Mention légales

source: Site map
fr: Plan du site

source: Candidates
fr: Candidats

source: Accept the candidate
fr: Accepter le candidat

source: Accept
fr: Accepté

source: Basic need
fr: Besoin basique

source: Food
fr: Nourriture

source: Hygiene
fr: Hygiène

source: Sleeping place
fr: Logement

source: Clothes
fr: Vêtements

source: Translations
fr: Traductions

source: Finding house
fr: Trouver une maison

source: Asilum questions
fr: Questions d'asile

source: Identity card
fr: Carte d'identité

source: Other
fr: Autre

source: Socio-cultural
fr: Socio-culturel

source: Cultural activity
fr: Activité culturelle

source: Walk
fr: Promenade

source: Talk
fr: Discussion

source: Sport and danse
fr: Sport et danse

source: Swimming
fr: Nage

source: Other sport
fr: Autre sport

source: Practical need
fr: Besoin pratique

source: Scholar material
fr: Matériel scolaire

source: Games
fr: Jeux

source: Things
fr: Choses

source: Lift
fr: Déplacement

source: Move
fr: Déménagement

source: Groceries
fr: Epiceries

source: Personal development
fr: Développement personnel

source: Language course
fr: Cours de langue

source: Music
fr: Musique

source: Cooking
fr: Cuisine

source: Sewing
fr: Couture

source: Financial
fr: Finances

source: Garanty
fr: Garantie

source: Micro credit
fr: Micro-crédit

source: The Concept
fr: Le Concept

source: Solidare-it! is an initiative that tries to enhance the solidarity and the exchange between citizens of all layers of society. From the name “Solidare-it !” we can distill the following things : “solidarity”, “dare it !” and “IT”. We try to stimulate people to dare becoming involved in real solidarity through information technology. The internet and the social networks which arise from it are used as tools to obtain this goal."
fr: Solidare-it! est une association qui essaye d'améliorer la solidarité et les échanges entre citoyens de tout horizon. Depuis le nom 'Solidare-it' on peut distinguer les choses suivantes : “solidarité” (solidarité), “dare it !” (osez) and “IT”. Nous essayons de stumbler les gens d'oser de devenir impliqué dans la vraie solidarité à travers la technologie de l'information. Internet et les réseaux sociaux sont utilisés comme outils pour atteindre ce but."

source: Solidare-it! is an internet platform that acts as a meeting place to facilitate the contact and exchange between its users and to connect people throughout all layers of society. The primary purpose of the plat- form is to create a bridge and an exchange between local civilians who could use some help, and those who are willing to offer their assistance. The group of people in need can be very diverse. It can be families with financial problems, refugees looking for a new home, an old lady needing some help with a move, etc. Supportive local civilians can offer a bed, a shower, a meal, administrative help, clothes, simply a conversation, or other things. The exchange offers the people in need in the first place a temporary solution for an urgent problem. It can however enhance long term benefits. If a connection between two people from different backgrounds is made, both will exchange culture, knowledge, stories and experiences. This may generate and enhance mutual understanding, empathy and involvement. People will inspire and motivate each other. And finally this can lead to the emergence of friendships and a reinforcement of the social fabric.
fr: Solidare-it! est une plate-forme web qui agit comme un endroit de rencontre pour faciliter le contact et les échanges entre ses utilisateurs et connecter les gens de tout horizon. Le but premier de la plateforme est de créer un pont et un échange entre les citoyens qui pourraient avoir besoin d'aide, avec ceux qui ont la volonté d'offrir leur aide. Le groupe de personnes en besoin peut être très varié. Cela peut être des familles avec des problèmes financiers, des réfugiés cherchant une nouvelle maison, une vieille dame ayant besoin d'un déplacement, etc. clothes, simply a conversation, or other things. The exchange offers the people in need in the first place a temporary solution for an urgent problem. It can however enhance long term benefits. If a connection between two people from different backgrounds is made, both will exchange culture, knowledge, stories and experiences. This may generate and enhance mutual understanding, empathy and involvement. People will inspire and motivate each other. And finally this can lead to the emergence of friendships and a reinforcement of the social fabric.

source: In addition to individual citizens, social organisations play an important role in this network too, since they are often confronted with people in need. By using the network, social organisations are able to facilitate their work by finding civilian support. Through the social organisations, people in need without internet access, mobile devices, or computer skills can also become part of the network. By using the network, social organisations get more visibility and recognition for their work. The network is for everybody that instead of simply accepting things as they are, want to make a difference and believe that they have the responsibility and possibility of being part of the change towards a more inclusive world.
fr: En plus des citoyens individuels, les organisations sociales jouent un rôle important dans ce réseau aussi, puisque ils sont souvent au contact des personnes dans le besoin. En utilisant ce réseau, les organisations sociales seront capable de faciliter leur travail en trouvant un support civil. A travers les organisations, les personnes dans le besoin sans accès à internet, GSM ou compétences informatique peuvent aussi devenir des membres à part entière du réseau. En utilisant le réseau, les organisation sociales peuvent avoir plus de visibilité et de reconnaissance pour leur travail. Le réseau est pour n'importe qui qui à la place de simplement accepter les choses qu'ils ont, veulent faire la différence et croient qu'ils ont la responsabilité et la possibilité de faire partie du changment vers un monde meilleur.

source: Contact us
fr: Contacter nous

source: In order to perform the quality of the site and offer the best service, please feel free to contact us by filling in this following form.
fr: Dans le but d'améliorer la qualité du site et d'offrir un meilleure service, n'hésiter pas à nous contacter en remplissant ce formulaire

source: Your data remain confidential and will not be used by third parties.
fr: Vos données resteront confidentielles et seront utilisés pour faciliter le contact avec vous.

source: Your request or comment has been transmitted to the admins
fr: Votre requête ou commentaire a été transmis aux administrateurs.

source: Title
fr: Titre

source: Ms.
fr: Me

source: Mrs.
fr: Me

source: Miss
fr: Mme

source: Name
fr: Nom

source: Your request or comments
fr: Votre requête ou commentaires

source: Create offer or demand
fr: Dernières offres et demandes

source: Person
fr: Personne

source: For PIN ?
fr: Pour PIN ?

source: Offer
fr: Offre

source: Demand
fr: Demande

source: When ?
fr: Quand ?

source: yyyy-mm-dd
fr: AAAA-MM-JJ

source: What ?
fr: Quoi ?

source: Apply filters
fr: Appliquer des filtres

source: Verified
fr: Vérifié

source: Only show to verified people
fr: Montrer seulement aux personnes vérifiées

source: Minimal rating
fr: Evaluation minimale

source: Only show to people with a minimal rating
fr: Montrer seulement aux personnes avec une évaluation minimale

source: Gender
fr: Genre

source: Unspecified
fr: Pas spécifié

source: Male
fr: Homme

source: Female
fr: Femme

source: Age
fr: Âge

source: Minimal age
fr: Âge minimal

source: Maximal age
fr: Âge maximal

source: Posted requests
fr: Requêtes postées

source: Requests with candidates
fr: Requêtes avec des candidats

source: Incoming requests
fr: Requêtes entrantes

source: Realised requests
fr: Requêtes réalisées

source: Requests with feedback already given
fr: Requêtes avec feedback

source: How can I get started?
fr: Comment puis-je commencer ?

source: The "LOG IN" button in the top-right corner will take you to the registration page. Simply fill out the form to join the community!
fr: Le bouton "LOG IN" en haut à droite de la page vous permettra de vous enregistrer. Il suffit de remplir le formulaire de rejoindre la communauté!

source: What if I have nothing to give?
fr: Que faire si rien à donner?

source: Solidarity is not only about material goods. Offer a bit of your time to help someone out and you can already make a difference.
fr: La Solidarité ne concerne pas seulement le matériel. Offrez un peu de votre temps libre pour aider les gens et vous pourrez déjà faire la différence.

source: What is the 'verified' status?
fr: Quel est ce status vérifié?

source: The verified status is given only by staff of the Solidare-IT team to members who have given sufficient information to verify their identity.
fr: Le status vérifié est donné par un admin de l'équipe de Solidare-IT à chaque membre qui remplisse les informations suffisantes pour vérifier leur identité.

source: No one replies to my requests, what can I do?
fr: Aucune réponse à ma requête, que puis-je faire?

source: Make sure to give relevant names to your requests to get as many matches as possible. You can also try replying to others and get your rating up. Finally, you can submit a scan of your ID card to obtain the verified status; people are more likely to trust those who have been checked by our organisation.
fr: Assurez vous de donner des noms pertinents pour votre requêtes afin d'obtenir les plus de correspondances que possible. Vous pouvez aussi essayer de répondre aux autres et obtenir leur note. Enfin, vous pouvez envoyer un scan de votre carte d'identité pour obtenir le status de vérifié. Seul les personnes qui inspirent la confiance sont acceptés pour notre organisation.

source: Challenge progress
fr: Progression du challenge

source: The concept
fr: Le concept

source: Testimonies
fr: Témoignages

source: Video manual
fr: Tutorial du site en vidéo

source: Latest offers and demands
fr: Dernières offres et demandes

source: Calendar and news
fr: Calendrier et nouvelles

source: Free space for the calendar and news section.
fr: Espace libre pour la section calendriers et nouveautés.

source: Challenge map
fr: Carte Challenge

source: Free space for the challenge Map.
fr: Espace libre pour la carte challenge.

source: Download and share
fr: Télécharger et partager

source: Free space for the download section.
fr: Espace libre pour la section téléchargements.

source: Our partners:
fr: Nos partenaires:

source: Id card scan
fr: Scan de la carte d'identité

source: Browse
fr: Parcourir

source: Edit individual
fr: Modifier l'individu

source: Register
fr: S'enregistrer

source: New individual
fr: Nouvel individu

source: Mandatory personal informations
fr: Informations personnelles obligatoires

source: Optional personal informations
fr: Informations personnelles facultatives

source: Form validation
fr: Forme de validation

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Choose your account type
fr: Choisissez votre type de compte

source: I am an individual, I want
fr: Je suis un individu, je veux

source: to create my personnal account.
fr: créer mon compte personnel

source: Individual
fr: Individuel

source: I want to create an account for the organisation I represent.
fr: Je veux créer un compte pour une organisation que je représente

source: Cancel
fr: Annuler

source: There's no message to display here
fr: Il n'y a pas de messages à afficher

source: New message
fr: Nouveau message

source: Internal Messages
fr: Messages privés

source: Select a thread to display the messages.
fr: Choisissez une discussion dont afficher les messages.

source: You don't have any messages in your letterbox yet.
fr: Vous n'avez pas encore de messages dans votre boîtes aux lettres

source: Request summary
fr: Résumé de la requête

source: Proposer
fr: Proposeur

source: Demander
fr: Demandeur

source: Category
fr: Catégorie

source: What
fr: Quoi

source: Place
fr: Lieu

source: When
fr: Quand

source: Rating
fr: Evaluation

source: Negative
fr: Négatif

source: Neutral
fr: Neutre

source: Positive
fr: Positif

source: Text description
fr: Texte de description

source: Save
fr: Sauvegarder

source: The message could not be delivered
fr: Le message n'a pas pu être envoyé

source: Receiver
fr: Receveur

source: One more thing...
fr: Une dernière chose...

source: Hello
fr: Bonjour

source: This is a first example of news
fr: Ceci est un premier exemple de nouveautés

source: God
fr: Dieu

source: Published the
fr: Publié le

source: Hello world!
fr: Bonjour le monde!

source: I'm the god of this website and I'm proud to officially announce the opening of my wonderful website
fr: Je suis le Dieu de ce site et je suis fier d'officiellement annoncer l'ouverture de mon merveilleux site

source: I hope you will like it, otherwise please go elsewhere
fr: J'espère que vous l'aimerez, sinon merci d'aller ailleurs

source: Phone
fr: Téléphone

source: Phone number
fr: Numéro de téléphone

source: Facebook page URL
fr: URL de la page Facebook

source: Organisation picture
fr: Photo de l'organisation

source: Name of the organisation
fr: Nom de l'organisation

source: Website
fr: Site

source: Organisation website
fr: Site de l'oganisation

source: Telephone
fr: Téléphone

source: Organisation telephone number
fr: Téléphone de l'organisation

source: Small organisation description
fr: Petit description de l'organisation

source: Edit organisation
fr: Modifier l'ogarnisation

source: New organisation
fr: Nouvelle organisation

source: Person of reference informations
fr: Information de la personne de référence

source: Oganisation informations
fr: Informations de l'organisation

source: Birthdate
fr: Date d'anniversaire

source: User name
fr: Nom d'utilisateur

source: Confirm password
fr: Confirmer le mot de passe

source: Members
fr: Membres

source: Not verified
fr: Pas vérifié

source: of positive evaluations.
fr: d'évaluation positive

source: evaluations
fr: évaulations

source: No evaluations
fr: Pas d'évaluations

source: Current offers
fr: Offres courantes

source: Current demands
fr: Demandes actuelles

source: History
fr: Historique

source: With
fr: Avec

source: Evaluations summary
fr: Résumé des évaluations

source: State :
fr: Etat :

source: Proposal
fr: En proposition

source: In progress
fr: En cours de progression

source: Done
fr: Fait

source: Saved this search
fr: Sauvegarder cette recherche

source: Your search has been saved
fr: Votre recherche a été sauvegardée

source: See all my saved searches
fr: Voir tous mes recherches sauvergardées

source: Impossible to save this search. Please verify the text field of the request
fr: Impossible de sauvegarder cette recherche. Merci de vérifier le champ texte de la requête

source: By
fr: Par

source: I would like to help you
fr: J'aimerai vous aider

source: No matches found
fr: Pas de correspondances trouvées

source: Matching Request
fr: Requête correspondante

source: The type can only be an offer or a demand
fr: Ce type peur seulement être une offre ou une demande

source: The description is mandatory
fr: La description est obligatoire

source: The date
fr: La date

source: format must be YYYY-MM-DD
fr: le format doit être AAAA-MM-JJ

source: Street number
fr: Le numéro de la rue

source: The street number
fr: Le numéro de la rue

source: is a number composed of 1 to 5 digits
fr: est un nombre composé de 1 à 5 chiffres

source: The city
fr: Le ville

source: can only contain alphanumeric characters or symbols
fr: peut seulement contenir des caractères alphanumériques ou des symboles

source: The country
fr: Le pays

source: Postcode
fr: Code postal

source: The post code
fr: Le code postal

source: is a number composed of 1 to 9 digits
fr: est un nombre composé de 1 à 9 chiffres

source: Filter
fr: Filtre

source: This value is either ON or OFF
fr: Cette valeur est soit ON soit OFF

source: This value is either 'Male', 'Female' or 'Unspecified'
fr: Cette valeur est soit 'Homme', soit 'Femme', soit 'Unspecified'

source: This value is a number composed of 1 to 3 digits
fr: Cette valeur est un nombre composé de 1 à 5 chiffres

source: This field can only contain uppercase and lowercase letters
fr: Ce champ peut seulement contenir des lettres majuscules et minuscules

source: Insert a valid email
fr: Insérer une adresse email valide

source: The level should be a number
fr: Le niveau doit être un nombre

source: must be an existing association user
fr: doit être un membre d'association existant

source: The captcha is invalid
fr: La captcha est invalide

source: The birthdate format must be YYYY-MM-DD
fr: Le format de la date de naissance doit être AAAA-MM-JJ

source: This username is already used
fr: Ce nom d'utilisateur est déjà utilisé

source: The username must be between 3 and 15 characters
fr: Le username doit contenir entre 3 et 15 charactères

source: The password and the confirmation must be the same.
fr: Le mot de passe et la confirmation doivent être les mêmes.

source: The password must be between 4 and 20 characters and only contain alphanumeric characters and the ',;:=?./+-_)('
fr: Le mot de passe doit contenir entre 4 et 20 caractères et peut seulement contenir de caractères alphanumériques et les symboles ',;:=?./+-_)('

source: This street
fr: Cette rue

source: can only contain alphanumeric characters
fr: peut seulement contenir des caractères alphanumériques

source: Organisation name
fr: Le nom de l'organisation

source: The organisation name
fr: Le nom de l'organisation

source: This account has been disabled.
fr: Ce compte a été désactivé

source: This username or password is not valid.
fr: Ce nom d'utilisateur ou mot de passa est invalide

source: administrator
fr: administrateur

source: member
fr: membres

source: has successfully been added as
fr: a été ajouté avec succès en tant que

source: Dear
fr: Cher

source: This mail is sent to warn you that an account related to the association
fr: Ce mail vous est envoyé pour vous prévenir qu'un compte lié à l'association

source: has been created for you on Solidare-It.
fr: a été créé pour vous sur Solidare-It.

source: You can log in at http://
fr: Vous pouvez vous connecter sur http://

source: /login/ with the username and password that have been generated especially for you :
fr: /login/ avec le nom d'utilisateur et le mot de passe qui ont été générés spécialement pour vous :

source: Username :
fr: Nom d'utilisateur :

source: Password :
fr: Mot de passe :

source: You possess the status of
fr: Vous possédez le statut de

source: The Solidare-It Team.
fr: L'équipe Solidare-It.

source: has successfully been added and managed by
fr: a été ajouté avec succès et est géré par

source: This mail is sent to warn you that a PIN related to the association
fr: Cet email vous est envoyé pour vous prévenir qu'un Membre Dans le Besoin lié à l'association

source: has been created on Solidare-It.
fr: a été créé sur Solidare-It.

source: Your new PIN client is
fr: Votre nouveau client MDB est

source: For FR
fr: Pour la requête filtrée

source: Entity contains no interesting information: call User or association user instead
fr: Entity contient aucun information intéressante: utiliser User ou association user à la place

source: Feedback about
fr: Feedback à propos de

source: filtered
fr: filtré

source: From:
fr: De:

source: To:
fr: A:
